[
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1207/sunspotsilhouette_carpentier_960.jpg",
    "annotation": "What stands between you and the Sun? Apparently, as viewed from Paris last week, one visible thing after another. First, in the foreground, is the Basilica of the Sacred Heart, built in the late 1800s and located on the highest hill in Paris, France."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1303/PIA16853mercury_900.jpg",
    "annotation": "The colors of the solar system's innermost planet are enhanced in this tantalizing view, based on global image data from the Mercury-orbiting MESSENGER spacecraft."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/0802/venussouth_vexpress.jpg",
    "annotation": "Why did an acidic haze spread across Venus? The unusual clouds were discovered last July by ESA's robotic Venus Express spacecraft currently orbiting Venus."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1509/Earthrise_Apollo8_960.jpg",
    "annotation": "What's that rising over the edge of the Moon? Earth. About 47 years ago, in December of 1968, the Apollo 8 crew flew from the Earth to the Moon and back again. Frank Borman, James Lovell, and William Anders were launched atop a Saturn V rocket on December 21, circled the Moon ten times in their command module, and returned to Earth on December 27."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1001/mars_opposition_2010.jpg",
    "annotation": "This sharp view of Mars recorded on January 22nd is an example of the telescopic images possible in the coming days. The planet's whitish north polar cap is at the upper right. Mars' tiny red disk is about 14 arcseconds in angular diameter, less than 1/100th the diameter of the Full Moon."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1302/Jup2013_01_03peach900.jpg",
    "annotation": "Two dark shadows loom across the banded and mottled cloud tops of Jupiter in this sharp telescopic view. In fact, captured on January 3rd, about a month after the ruling gas giant appeared at opposition in planet Earth's sky, the scene includes the shadow casters. Visible in remarkable detail at the left are the large Galilean moons Ganymede (top) and Io."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1504/TethysRingShadow_cassini_1080.jpg",
    "annotation": "Seen from ice moon Tethys, rings and shadows would display fantastic views of the Saturnian system. Haven't dropped in on Tethys lately? Then this gorgeous ringscape from the Cassini spacecraft will have to do for now."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/0411/uranus_keck_c2.jpg",
    "annotation": "These sharp views of tilted gas giant Uranus show dramatic details of the planet's atmosphere and ring system. The remarkable ground-based images were made using a near-infrared camera and the Keck Adaptive Optics system to reduce the blurring effects of Earth's atmosphere."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1405/Neptune-South-Pole-Voyager-2_950x682.jpg",
    "annotation": "Cruising through the outer solar system, the Voyager 2 spacecraft made its closest approach to Neptune on August 25, 1989, the only spacecraft to visit the most distant ice giant planet. Based on the images recorded during its close encounter and in the following days, this inspired composited scene covers the dim outer planet, largest moon Triton, and faint system of rings. "
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1508/PlutoEnhanced_NewHorizons_960.jpg",
    "annotation": " Pluto is more colorful than we can see. Color data and images of our Solar System's most famous dwarf planet, taken by the robotic New Horizons spacecraft during its flyby in July, have been digitally combined to give an enhanced view of this ancient world sporting an unexpectedly young surface. "
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1510/tleSep2015_netClaro1024.jpg",
    "annotation": "At left, a dramatic image sequence follows late September's total lunar eclipse above a rugged landscape and sea of clouds from the Canary island of La Palma. At right, a single frame captures the dark red lunar disk in a moment during the total eclipse phase."
  },
  {
  	"imgSrc": "http://apod.nasa.gov/apod/image/1510/MoonEnteringShadow_Tzalavras.jpg",
  	"annotation": "On September 27/28, from all over the planet's nightside moon watchers enjoyed a total lunar eclipse. The dramatic celestial spectacle was widely imaged, but this lunar eclipse picture may look a little strange and unfamiliar, made with a point and shoot camera of a bygone era."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1510/PerseusCloud_hilborn1024.jpg",
    "annotation": "This cosmic expanse of dust, gas, and stars covers some 6 degrees on the sky in the heroic constellation Perseus. At upper left in the gorgeous skyscape is the intriguing young star cluster IC 348 and neighboring Flying Ghost Nebula. Another active region is connected by dark tendrils."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1510/Trifid_HubbleGendler_960.jpg",
    "annotation": "Clouds of glowing gas mingle with dust lanes in the Trifid Nebula, a star forming region toward the constellation of the Archer (Sagittarius). In the center, the three prominent dust lanes that give the Trifid its name all come together. Mountains of opaque dust appear on the right."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1510/NGC7497_Coles_960.jpg",
    "annotation": "Is this galaxy trapped in a web of dust? No -- it is far in the background. However, spiky stars and spooky shapes are abound in this deep cosmic skyscape. Its well-composed field of view covers about a Full Moon on the sky toward the constellation Pegasus."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1510/ElephantTrunk_Canonne_960.jpg",
    "annotation": "Like an illustration in a galactic Just So Story, the Elephant's Trunk Nebula winds through the emission nebula and young star cluster complex IC 1396, in the high and far off constellation of Cepheus. "
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1510/sombrero_spitzer_1080.jpg",
    "annotation": "This floating ring is the size of a galaxy. In fact, it is a galaxy -- or at least part of one: the photogenic Sombrero Galaxy, one of the largest galaxies in the nearby Virgo Cluster of Galaxies. The dark band of dust that obscures the mid-section of the Sombrero Galaxy in optical light actually glows brightly in infrared light."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1510/tle_dierickD8D_1002ozoneC1024.jpg",
    "annotation": "This sharp telescopic snapshot caught late September's Harvest Moon completely immersed in Earth's dark umbral shadow, at the beginning of a total lunar eclipse. It was the final eclipse in a tetrad, a string of four consecutive total lunar eclipses. A dark apparition of the Full Moon near perigee, this total eclipse's color was a deep blood red."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1509/MarsStreaks_HiRise_1080.jpg",
    "annotation": "What creates these changing streaks on Mars? Called Recurring Slope Linea (RSL), these dark features start on the slopes of hills and craters but don't usually extend to the bottom. What's even more unusual is that these streaks appear to change with the season, appearing fresh and growing during warm weather and disappearing during the winter. "
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1509/LightningEclipse_Hervas_960.jpg",
    "annotation": "What's more rare than a supermoon total lunar eclipse? How about a supermoon total lunar eclipse over a lightning storm. Such an electrifying sequence was captured yesterday from Ibiza, an island in southeastern Spain. After planning the location for beauty, and the timing to capture the entire eclipse sequence, the only thing that had to cooperate for this astrophotographer to capture a memorable eclipse sequence was the weather."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1101/greenflash_manzona.jpg",
    "annotation": "Many think it is just a myth. Others think it is true but its cause isn't known. Adventurers pride themselves on having seen it. It's a green flash from the Sun. The truth is the green flash does exist and its cause is well understood. Just as the setting Sun disappears completely from view, a last glimmer appears startlingly green."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1101/eclipse99_mir.jpg",
    "annotation": "Here is what the Earth looks like during a solar eclipse. The shadow of the Moon can be seen darkening part of Earth. This shadow moved across the Earth at nearly 2000 kilometers per hour. Only observers near the center of the dark circle see a total solar eclipse - others see a partial eclipse where only part of the Sun appears blocked by the Moon."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1012/tle2010_gonzalez900.jpg",
    "annotation": "Hugging the horizon, a dark red Moon greeted early morning skygazers in eastern Atlantic regions on December 21, as the total phase of 2010's Solstice Lunar Eclipse began near moonset. This well composed image of the geocentric celestial event is a composite of multiple exposures following the progression of the eclipse from Tenerife."
  },
  {
    "imgSrc": "http://apod.nasa.gov/apod/image/1012/leonids99_casado.jpg",
    "annotation": "In 1999, Leonids Meteor Shower came to an impressive crescendo. Observers in Europe saw a sharp peak in the number of meteors visible around 0210 UTC during the early morning hours of November 18. Meteor counts then exceeded 1000 per hour - the minimum needed to define a true meteor storm."
  }
]